---
kind: property
id: P:Autodesk.Revit.DB.View.AreAnnotationCategoriesHidden
zh: 视图
source: html/0161908d-eb65-f0d1-497d-69884ab39791.htm
---
# Autodesk.Revit.DB.View.AreAnnotationCategoriesHidden Property

**中文**: 视图

Indicates if annotation categories are currently hidden in the view.

## Syntax (C#)
```csharp
public bool AreAnnotationCategoriesHidden { get; set; }
```